export const faPosts = [
  {
    id: "article1",
    img: "/images/articles/1.jpg",
    date: "5 آذر 1402",
    auther: "سید حمزه قریشی",
    autherImg: "/images/article-auther.png",
    title: "ماده ۹۵ قانون مالیات های مستقیم",
    desc: `نکته در این قانون اینجا است ، که شما به عنوان مودی باید نکات و آئین نامه ها را آشنا باشید. ماده ۹۵ق.م.م
  
    این امور باید توسط تیم حسابداری به صورت دقیق انجام شود. شاید یکی از مهم ترین ماده های قانون مالیاتی های مستقم ماده ۹۵ می باشد.که البته در حال  حاضر دارای تبصره هایی نیز می باشد . طبق این ماده مودیان به صورت
  
    دستی
    مکانیزه
    باید فعالیت های خود را ثبت و نگهداری نمایند.
    
    یک نکته بسیار مهم در خصوص نگهداری اسناد و مدارک اسن است که اداره مالیات تا ۵ سال مجاز به سرکشی مجدد حساب ها می باشد.
    
    چگونه مالیات کمتر بپردازیم؟
    در بسیاری از موارد شما میتوانید مالیات سالیانه خود را کاهش دهید.  ماده ۹۵ق.م.م شرط اول دانش کافی در خصوص قوانین مالیات های مستقیم و استانداردهای حسابداری می باشد.
    
    اسناد و مدارک باید به گونه ای کامل باشد که تمام نیاز های ممیز زمان رسیدگی را برطرف نماید.
    
    این اسناد به ما کمک می کنند تا دید بهتری برای فعالیت شرکت خود باز نماییم.
    
    با کمک مشاوران با تجربه مالیاتی ما مالیات سالانه خود را به صورت چشمگیر کاهش دهید.
    
     
    
    چه مدارکی برای رسیدگی مالیاتی ماده ۹۵ق.م.م نیاز است ؟
    اسناد و مدارک حسابداری
    دفتر روزنامه
    دفتر کل
    تراز حساب ها
    ترازنامه
    صورت حساب سود و زیان
    صورت حساب سود و زیان انباشته
    بیشتر بخوانید در  تهیه مدارک ممیزی جهت رسیدگی مالیاتی۲
    مشمولین ماده ۹۵ق.م.م ؟
    اشخاص حقوقی
    اشخاص حقیقی
    تمام افراد در حوزه اقتصادی موظف به ارائه مالیات و ارائه اظهارنامه مالیاتی می باشد.`,
  },
  {
    id: "article2",
    img: "/images/articles/2.jpg",
    date: "5 آذر 1402",
    auther: "سید حمزه قریشی",
    autherImg: "/images/article-auther.png",
    title: "ماده ۱۳۴ قانون مالیات های مستقیم ",
    desc: `در بسیاری از موارد پیش میاد ، که مودیان نسبت به مالیات متلقه خود اعتراض داشته باشند. و نیاز به کاهش این مالیات ها دارند .
  
      اما اینکه با چه روشی به صورت دقیقا نسبت به میزان مالیات تشخیصی خود اعتراض نمایند . بسیار مهم است . توافق با مالیات تا زمانیکه با چگونگی اعتراض به عملکرد ماموران مالیاتی آشنا نباشید نمی توانید از حقوق خود دفاع کنید.مراحل ثبت اعتراض و توافق با مالیات
      فهرست مطالب
      
      مودی ظرف مدت سی روز پس از ابلاغ برگ تشخیص می تواند به مندرجات برگ تشخیص اعتراض کند
      طبق ماده ۲۳۸ قانون مالیات های مستقیم مودی تا ۳۰ روز از زمان ابلاغ توانایی دارد
      اداره مالیات نیز موظف است در این بازه زمانی تعیین نمایید آیا اعتراض مودی صحیح می باشد یا خیر توافق با مالیات
      در هر دو صورت نظریع خود را پشت نویسی برگ تشخیص می نماید.
      مودی با در درست داشتن لایحه و اسناد  مدارک مورد نظر نسبت به کاهش میزان مالیات اقدام می نماید
      مهلت جهت طرح اعتراض به رئیس امور مالیاتی
      برای قانون مالیات مستقیم : ۳۰ روز پس از ابلاغ برگ تشخیص به مودی
      برای ارزش افزوده : ۲۰ روز پس از تاریخ ابلاغ برگ مطالبه توافق با مالیات
      نکته در خصوص توافق با رئیس امور مالیاتی
      نکته اصلی رسیدگی در موعد مقرر است . یعنی مودی مجاز است در موعد مقرر خود اقدام به اعتراض نماید
      در توافق با ممیز دو حالت پیش می آید :
      در صورت رفع اختلاف با ممیز کل پرونده مختومه می گردد توافق با مالیات
      در صورت عدم رفع اختلاف پرونده به هیات حل اختلاف مالیاتی ارجاع می گردد.`,
  },
  {
    id: "article3",
    img: "/images/articles/3.jpg",
    date: "5 آذر 1402",
    auther: "سید حمزه قریشی",
    autherImg: "/images/article-auther.png",
    title: "توافق با رئیس امور مالیات عملکرد",
    desc: `در بسیاری از موارد پیش میاد ، که مودیان نسبت به مالیات متلقه خود اعتراض داشته باشند. و نیاز به کاهش این مالیات ها دارند .
  
      اما اینکه با چه روشی به صورت دقیقا نسبت به میزان مالیات تشخیصی خود اعتراض نمایند . بسیار مهم است . توافق با مالیات تا زمانیکه با چگونگی اعتراض به عملکرد ماموران مالیاتی آشنا نباشید نمی توانید از حقوق خود دفاع کنید.
      مراحل ثبت اعتراض و توافق با مالیات
      مودی ظرف مدت سی روز پس از ابلاغ برگ تشخیص می تواند به مندرجات برگ تشخیص اعتراض کند
    طبق ماده ۲۳۸ قانون مالیات های مستقیم مودی تا ۳۰ روز از زمان ابلاغ توانایی دارد
    اداره مالیات نیز موظف است در این بازه زمانی تعیین نمایید آیا اعتراض مودی صحیح می باشد یا خیر توافق با مالیات
    در هر دو صورت نظریع خود را پشت نویسی برگ تشخیص می نماید.
    مودی با در درست داشتن لایحه و اسناد  مدارک مورد نظر نسبت به کاهش میزان مالیات اقدام می نماید
    مهلت جهت طرح اعتراض به رئیس امور مالیاتی
    برای قانون مالیات مستقیم : ۳۰ روز پس از ابلاغ برگ تشخیص به مودی
    برای ارزش افزوده : ۲۰ روز پس از تاریخ ابلاغ برگ مطالبه توافق با مالیات
    نکته در خصوص توافق با رئیس امور مالیاتی
    نکته اصلی رسیدگی در موعد مقرر است . یعنی مودی مجاز است در موعد مقرر خود اقدام به اعتراض نماید
    در توافق با ممیز دو حالت پیش می آید :
    در صورت رفع اختلاف با ممیز کل پرونده مختومه می گردد توافق با مالیات
    در صورت عدم رفع اختلاف پرونده به هیات حل اختلاف مالیاتی ارجاع می گردد.
    بیشتر بخوانید در  تنظیم اظهارنامه مالیات عملکرد سال ۹۸
    خدمات حسابداری پارسا حساب ایرانیان
    ارسال بیمه و مالیات حقوق توافق با مالیات
    ارسال ارزش افزوده فصلی
    ارسال صورت معاملات فصلی ماده ۱۶۹ ق.م.م
    ارسال اظهارنامه مالیات عملکرد
    تحریر دفاتر قانونی
    تحریر لایحه مالیاتی توافق با مالیات
    تحریر لایحه کاهش مالیات
    اعزام نیروی حسابداری
      شرکت در هیات ها حل اختلاف مالیاتی`,
  },
  {
    id: "article4",
    img: "/images/articles/4.jpg",
    date: "5 آذر 1402",
    auther: "سید حمزه قریشی",
    autherImg: "/images/article-auther.png",
    title: "چگونه دفتر روزنامه کل را بنویسیم؟",
    desc: `تحریر دفتر روزنامه
      این دفتر از سند حسابداری اقتباس می گردد. یعنی شما با ثبت سند حسابداری امکان تحریر دفاتر روزنامه را دارید. ثبت اسناد به صورت روزانه می باشد. در حال حاضر نیاز به استفاده از نرم افزار های مالی است. تحریر دفاتر
      
      این نرم افزار ها غالبا فرمت دفاتر را آماده می کنند. و شما به راحتی می توانید آنها را ثبت نمایید.
      
      مانده های نقل  منقول و همچنین فرمت ثبتی هر صفحه متفاوت است.
      
      تحریر دفتر کل
      حساب های مختلف هر کدام تراکنش های مرتبط با خود را دارند. بر این اساس شما باید بدانید که تمام تراکنش های هر حساب در دفتر روزنامه به حساب کل آن سرفصل برده می شود و مانده نهایی تراکنش ها از این طریق مشخص می شود. تحریر دفاتر
      
      خدمات شرکت حسابداری پارسا حساب ایرانیان
      ثبت اسناد حسابداری تحریر دفاتر
      ثبت اسناد مالی در دفتر روزنامه
      تحریر دفاتر طبق آئین نامه تحریر دفاتر
      حمع نقل و منقول
      جمع بندی و خط نهایی تحریر دفاتر
      تحریر دفتر کل طبق آئین نامه تحریر دفاتر
      جمع بندی
      صفحه بندی
      لیست بندی
      درخواست دفاتر قانونی
      دریافت دفاتر قانونی خارج از موعد مقرر
      آموزش تحریر دفاتر
      ریز بینی و جلسه آئین نامه تحریر دفاتر قانونی تحریر دفاتر`,
  },
  {
    id: "article5",
    img: "/images/articles/5.jpeg",
    date: "5 آذر 1402",
    auther: "سید حمزه قریشی",
    autherImg: "/images/article-auther.png",
    title: "نحوه رسیدگی به تراکنشهای بانکی مشکوک",
    desc: `
      نحوه رسیدگی به تراکنشهای بانکی مشکوک ، بر اساس دستور صادره و هماهنگی بانک مرکزی و سازمان امور مالیاتی نسبت به تراکنش های مشکوک حساب ها رسیدگی می شود. این امر به دلیل مبارزه با فرار مالیاتی ، عدم عدالت اجتماعی و مبارزه با پولشویی میباشد.
      شرایط رسیدگی به تراکنشهای بانکی مشکوک
      مراحل اجرایی تراکنشهای بانکی مشکوک
      دریافت حکم رسیدگی توسط گروه ویژه
      دریافت پرونده و اطلاعات تراکنش های بانکی
      اجرای مقررات ۹۵ ، ۹۷ ، ۲۲۹ قانون مالیات های مستقیم
      بررسی اسناد و مدارک تراکنشهای بانکی مشکوک
      دعوت از مودی
      تهیه صورتجلسه ارائه اسناد و مدارک
      تکلیف مودیان که در نظام مالیاتی ثبت نام نکردن چیست؟
      این مودیان حسب مورد تشکیل پرونده مالیاتی می شوند. و تمام دستور العمل های صادره برای ایشان صادر می شود.
  
      حسب مقررات ماده ۹۳ ق.م.م در قالب ” اشتغال به مشاغل یا عناوین دیگر غیر از مورد مذکور در سایر فصل های این قانون ” می باشد.
  
      در صورت احراز هرگونه درآمد توسط صاحب حساب ، اداره مالیات باید به تعیین درآمد مشمول مالیات اقدام نمایند.
  
      در صورت عدم احراز کسب درآمد مشمول مالیات الزامی به صدور برگ تشخیص مالیات نبوده است . تراکنشهای بانکی مشکوک صرفا گزارش مبنی بر عدم نیاز به صدور برگ تشخیص به دفتر بازررسی ویژه ، مبارزه با پول شویی و فرار مالیاتی تهیه و ارسال می گردد.
  
      بیشتر بخوانید در  ارسال معاملات فصلی ماده ۱۶۹ ق.م.م
      مودیان دارای پرونده مالیاتی تراکنشهای بانکی مشکوک
      این مودیان با توجه به تجمیع گردش بانکی مورد بررسی قرار می گیررند.
  
      حساب های بانکی با سوابق مالیاتی مودی و حجم فعالیت های تضخیص مودی مطابقت داده می شود.
      `,
  },
  {
    id: "article6",
    img: "/images/articles/6.jpg",
    date: "5 آذر 1402",
    auther: "محسن حمیدیان",
    autherImg: "/images/article-auther.png",
    title: "تهیه مدارک ممیزی جهت رسیدگی مالیاتی",
    desc: `نحوه تهیه مدارک ممیزی جهت رسیدگی مالیاتی  برخی مواقع پیش میاد که شما اظهارنامه مالیاتی خود را رد کرده اید اما مدارک و اسناد ممیزی و همچنین تحریر دفاتر قانونی را انجام نداده اید.
  
      البته از نظر قانونی این کار ا شتباه است. اما تا زمان رسیدگی و روز جلسه رسیدگی توانایی این را دارید که نواقص پرونده های خود را بر طرف نمایید.
      اظهارنامه رد شده است اما مدارک ندارید ؟
  تیم ما در محل حاضر میشود و با توجه به مدارک موجود و اظهارنامه ارسالی و اظهارنامه سال قبل امور شما را برآورد قبمت می نمایند. اسناد ممیزی
  
  در این حالت اگر نرم افزار مالی داشته باشید تست می شود. نرم افزار های حسابداری مورد تایید دارای و فرمت گزارش گیری نرم افزار مالیاتی بسیار برای ما حائز اهمیت است.
  
  با انجام و برآورد رقم به شما گفته می شود و کار دپارتمان حسابداری ما آغاز می گردد. اسناد ممیزی
  
  با خیال راحت کارتون را به تیم ما بسپارید و مطمئن باشید با مدارک موجود بهترین امور را براتون انجام میدیم.
  
  همچنین تحریر دفاتر و شرکت در جلسه رسیدگی هم در این پکیج می باشد. اسناد ممیزی
  
  خدمات تیم حسابداری پارسا حساب ایرانیان
  انجام امور به صورت فورس ماژور اسناد ممیزی
  ثبت اسناد حسابداری
  تهیه سند افتتاحیه
  تهیه صورت جدول استهلاک متناسب با آخرین تغییرات
  ثبت پرینت بانک و مغایرت بانکی
  ثبت اسناد هزینه ای
  ثبت اسناد درآمدی اسناد ممیزی
  ثبت اسناد فروش
  تهیه فرمت حقوق مورد نیاز سازمان امور مالیاتی کشور
  تکمیل اطلاعیه سازمان
  تهیه جدول بهای تمام شده به تفکیک پروژه / تولید
  تهیه جدول مواد و کالا
  تهیه مدارک مورد نیاز ممیزی جهت رسیدگی
  تحریر دفاتر قانونی پلمپ شده روزنامه و کل اسناد ممیزی
  تهیه خلاصه جلسه رسیدگی برای دفاعیه
  مرتب سازی و زونکن سازی زیبا و شکیل
  طبقه بندی اسناد و مدارک
  شرکت در جلسه رسیدگی
  دریافت برگ تشخیص و قطعی اسناد ممیزی`,
  },
  {
    id: "article7",
    img: "/images/articles/7.jpg",
    date: "5 آذر 1402",
    auther: "محمد تقی نسب",
    autherImg: "/images/article-auther.png",
    title: "مراحل تشکیل پرونده مالیاتی شرکتها",
    desc: `تشکیل پرونده مالیاتی برای شرکت ها ، یکی از اولین اقدماتی است که مودیان به عنوان الویت باید قرار دهند.  در اینجا به مراحل تشکیل پرونده مالیانی می پردازیم. همچنین برای این فرضیه در نظر داشته باشید که شرکت باید ثبت در ثبت شرکت ها شده باشد. پرونده مالیاتی
      مراحل تشکیل پرونده مالیاتی شرکتها
      تعیین محدوده حوزه مالیاتی ( شمال ، غرب ، مرکز ، جنوب ، شرق )
      مراجعت به اداره اطلاعات و خدمات مالیاتی
      ارائه مدارک مورد نیاز و پر کردن فرم های ارائه شده پرونده مالیاتی
      دریافت کد واحد مالیاتی
      پیش ثبت نام کد اقتصادی
      ثبت نام کد اقتصادی
      رساندن به مرحله ۴۵
      تکالیف مودیان حقوقی چیست؟
      ارسال اظهارنامه ارزش افزوده هر فصل پرونده مالیاتی
      ارسال صورت معاملات ماده ۱۶۹ ق.م.م فصلی
      ثبت اسناد حسابداری
      افتتاح حساب بانکی شرکت و انجام امور دریافت و پرداخت از سوی آن
      صدور فاکتور فروش (دستی / نرم افزار) پرونده مالیاتی
      دریافت دفاتر مالی ( روزنامه و کل)
      تحریر دفاتر قانونی
      ارسال اظهارنامه عملکرد سالانه
      تهیه مدارک ممیزی
      مراجعت به جلسه رسیدگی
      امور مرتبط با برگ تشخیص و برگ قطعی پرونده مالیاتی
      امور حسابداری شرکت پارسا حساب ایرانیان
      شرکت ما آماده اراائه خدمات مالی و مالیاتی برای شرکت های نوپا با نرخ مناسب می باشد . این خدمات جزء پکیج های ما بوده است . و متناسب با نیاز و شغل شما قابلیت کم و زیاد شدن دارد.
      
      اما به طور کلی عمده فعالیت های که برای شرکت ها مورد نیاز است شامل :
      
      ارسال لیست بیمه و مالیات حقوق پرونده مالیاتی
      ارسال اظهارنامه ارزش افزوده
      ارسال معاملات فصلی
      ارسال اظهارنامه مالیات عملکرد پرونده مالیاتی
      تحریر دفاتر قانونی
      ثبت اسناد مالی
      شرکت در جلسه رسیدگی
      حسابرسی صورت های مالی پرونده مالیاتی
      صورت های مالی
      تحریر لایحه مالیاتی
      کاهش جرایم مالیاتی
      دریافت گواهی ارزش افزوده
      تکمیل اطلاعیه واصله از سوی اداره مالیات پرونده مالیاتی`,
  },
  {
    id: "article8",
    img: "/images/articles/8.jpg",
    date: "5 آذر 1402",
    auther: "سعید عاطفی",
    autherImg: "/images/article-auther.png",
    title: "قابل توجه خریداران سکه و ارز",
    desc: `قابل توجه خریداران سکه و ارز ، پس از خرید سکه و ارز توسط دارندگان سرمایه در سال ۹۷ از ابتدای ۹۸ زمزمه های جهت دریافت مالیات از دارندگان سکه و ارز به گوش می رسد.
  
      در مقالات قبلی به نحوه رسیدگی به مالیات های مقطوع تا ۲۰۰ سکه پرداخته ایم.
      
      اما در اینجا طبق دفترچه ضرایب صادره از سوی سازمان امور مالیاتی برای محاسبه مالیات سال ۹۷ می پردازیم. دارندگان سکه
      
      چه افرادی مشمول پرداخت مالیات سکه و ارز هستند ؟
      در دفترچه ضرایب “۹- انواع فلز ، مصنوعات فلزی و فعالیت های وابسته ” ردیف ۶
  
  در خصوص معاملات انواع سکه طلا و ارز
  معاملات سکه
  اشخاص ( حقیقی /حقوقی) که بر اساس مجوز صادره از سوی مراجع ذیربط در زمینه خرید و فروش سکه طلا فعالیت دارند
  سایر اشخاص دارندگان سکه
  معاملات ارز
  صرافی ها و ا شخاص (حقیق / حقوقی) دارای مجوز بانک مرکزی
  سایر اشخاص
  دراین باره تذکری بیان شده است که در صورت وجود اطلاعات در خصوص خرید و فروش ارز و سکه طلا در دسترس باشد با شرایط ذیل محاسبه گردد:
  
  در مورد انواع سکه طلا ۷۰ درصد مابتفاوت خرید و فروش دارندگان سکه
  در مورد انواع ارز ۵۵ درصد مابتفاوت خرید و فروش
  تذکر دیگر : در خصوص دلال یا حث العمل کار ۷۰% از کارمزد یا حق العمل دریافتی
  
  خدمات شرکت حسابداری پارسا حساب ایرانیان 
  در حالت فعلی اقتصادی جامعه نیاز مبرم تمام فعالان اقتصادی این است که مشاوران مالیاتی و مالی با دانش و آگاهی بالا در کنار خود داشته باشند.
  
  بیشتر بخوانید در  محاسبه مالیات بر اجاره طبق قانون
  لازمه این مهم وجود نیروی متخصص در این خصوص است. بسیاری از افراد و صاحبان مشاغل به دلیل عدم آگاهی به قوانین مالیاتی سالیانه باید مبالغ هنگفتی به صرف مالیات و جرایم مالیاتی پرداخت نمایند.
  
  مشاوره در خصوص کاهش جرایم مالیاتی دارندگان سکه
  مشاوره در خصوص کاهش مالیات سالانه
  مشاوره تخصصی در خصوص ریسک در بازار سرمایه
  انجام کلیه امور مالیاتی
  مشاوره و اعزام حسابدار و مدیر مالی
  آموزش قوانین و مقررات مالیاتی دارندگان سکه`,
  },
  {
    id: "article9",
    img: "/images/articles/9.jpg",
    date: "5 آذر 1402",
    auther: "محسن حمیدیان",
    autherImg: "/images/article-auther.png",
    title: "اظهارنامه مالیاتی شرکت های خصوصی چیست؟",
    desc: `اظهارنامه مالیاتی شرکت های خصوصی چیست؟ ، یکی از مهم ترین فعالیت هایی است که سالیانه شرکت ها موظف به انجام آن می باشند. اظهارنامه مالیاتی یعنی ارائه کارنامه مالی یک شرکت در زمان مشخصی. پایان سال مالی باید این گزارش تهیه و ارسال گردد. و برای افراد ارسال گردد. اظهارنامه شرکت ها
  
      در بسیاری از موارد شرکت ها دارای هزینه های قابل قبول مالیاتی هستند . اما متاسفانه به دلیل عدم آگاهی و اطلاع و اشتباه حسابداری.
      
      دقیقا نمیتوانند از این حساب ها استفاده نمایند و دفاعیات خوبی را داشته باشند . این موضوع شاید پیش پا افتاده باشد اما حسابداری باید به طور دقیق بداند که آئین نامه های اجرایی به چه صورت خواهد بود . اظهارنامه شرکت ها
      
      داشتن دانش صحیح مالیاتی و  استاندارد های حسابداری بسیار مهم است. اظهارنامه مالیاتی باید رد شرایطی ارسال شود که تمام شرایط را به درستی خواهند داشت . سطوح مختلفی وجود دارد که باید در جریان باشند آیا این اظهارنامه صحیح ارسال شده است یا خیر . اظهارنامه شرکت ها
      اظهارنامه مالیاتی شرکت ها
      اداره مالیات موظف است تا سال بعد ۳۱/۰۴سال بعد برگ تشخیص صادر نمایند.
  
  در صورت عدم ارسال به موقع مشمول جریمه نمیگردد. اما در صورت عدم ارسال به موقع ۳۰% جریمه غیر قابل بخشش می گردد.`,
  },
  {
    id: "article10",
    img: "/images/articles/10.jpg",
    date: "5 آذر 1402",
    auther: "سید حمزه قریشی",
    autherImg: "/images/article-auther.png",
    title: "انجام کلیه امور کاهش جرایم مالیاتی",
    desc: `انجام کلیه امور کاهش جرایم مالیاتی ، یکی از مشکلات اصلی مودیان در چند سال اخیر است.
  
      بعد از شروع دوران تحریم ها درآمد های دولت به سوی درآمد های غیر نفتی گرایش پیدا کرد. یکی از اصلی ترین این درآمد ها درآمدهای مالیاتی است. درآمد های که سالیانه از صاحبان مشاغل ، شرکت ها و افراد دریافت می شود. کاهش جرایم
      
      در ایران تعداد مالیات های پرداختی نسبت به بسیاری از کشور ها بسیار زیاد است.
      مهم ترین این مالیات ها عملکرد و ارزش افزوده است. در این میان در بسیاری از پرونده ها بی عدالتی مسئولین مالیاتی وجود دارد. این بی عدالتی شامل افزایش غیر معقول مالیات ها ، کاهش هزینه های عملکردی و یا اضافه نمودن جرایم مختلف می باشد. کاهش جرایم
  
  در برخی از موارد مدارک مودی برای اثبات این مهم کافی می باشد. اما در برخی از موارد اشتباه ثبت و حسابداری مونجر به رخ داد این جرایم می باشد. که خود این باعث میشود تکیه به مدارک کار دشواری باشد. کاهش جرایم
  
  پارسا حساب ایرانیان چه کاری می کند؟
  کنترل مدارک و مطالعه کامل مدارک شما کاهش جرایم
  پیگیری از طریق برگ های تشخیص و یا قطعی صادره برای شما
  مطالعه دقیق و تحریر لایحه مطابق مدارک شما
  کاهش مالیات مقطوع  و اعلامی به مودی کاهش جرایم`,
  },
  {
    id: "article11",
    img: "/images/articles/11.jpg",
    date: "5 آذر 1402",
    auther: "سید حمزه قریشی",
    autherImg: "/images/article-auther.png",
    title: "چگونه حسابدار مالیاتی موفقی باشیم ؟",
    desc: `چگونه حسابدار مالیاتی موفقی باشیم ؟ حسابداری یکی از شغل های اساسی و مهم در جامعه امروزی می باشد. سالیان فارق التحصیلان زیادی در این رشته آماده ورد به بازار کار می شوند.
  
      اما آیا تمام این افراد آمادگی لازم جهت فعالیت مالی دارند ؟ به راستی حسابدار موفق چه شرایطی دارد؟
      
      چگونه از پتانسیل خود جهت بهبود روش کاری استفاده نماییم ؟ حسابدار موفق
      
      حسابداران موفق سالیانه از روش های مختلف استفاده می کنند. در اینجا به اهم فعالیت های مرتبط با حسابداران موفق اشاره می کنیم.
      
      چه فعالیت ها و چه شرایطی را باید بلد باشند تا بنتوانند از این رشته پولساز استفاده نمایند.
      حسابدار موفق پولساز است ؟
  برای جواب به این سوال باید گفت کاملا به چند آیتم بستگی دارد :
  
  استعداد و علاقه به رشته حسابداری
  داشتن دانش کافی در زمینه حسابداری
  آشنایی و تسلط به استاندارد های حسابداری و قوانین مالیاتی
  به روز رسانی مطالب
  آموزش در حین خدمات مداوم
  یادگیری کارهای حسابداری حسابدار موفق
  تسلط به انواع حسابداری
  با داشتن موارد بالا شما به راحتی می توانید تبدیل به یک حسابدار پولساز شوید.
  
  داشتن تمام موارد فوق در کنار هم از شما یک حسابدار و مشاور مالیاتی با تجربه می سازد. پرونده های موفق مالیاتی را از آن خود خواهید کرد.
  
  این امر مونجر به افزایش توانایی شده است. حسابدار موفق
  
  و شما به عنوان یک مشاور برتر می توانید با دیگران مشورت نمایید.
  
  چکونه حسابدار موفق بشویم و یاد بگیریم ؟
  لازمه این کار این است که تمام پتانسیل خود را به کار گیرید
  شما در مرحله اول باید تمام ماهیت حساب ها و ثبت ها را یاد بگیرید.
  
  شرکت در کلاس های آموزش حسابداری و استانداردهای حسابداری و قوانین مالیاتی به شما یاری می دهد.
  
  یاد گیری نرم افزار های مالیاتی مانند
  
  معاملات فصلی ماده ۱۶۹ ق.م.م
  اظهارنامه مالیاتی
  مالیات حقوق حسابدار موفق
  سایت های مالیاتی
  صندوق فروشگاهی`,
  },
  {
    id: "article12",
    img: "/images/articles/12.jpg",
    date: "5 آذر 1402",
    auther: "سید حمزه قریشی",
    autherImg: "/images/article-auther.png",
    title: "روش های پرداخت مالیات کمتر چیست؟",
    desc: `روش های پرداخت مالیات کمتر چیست؟ پرداخت مالیات یکی از کارهایی است که سالیان بر عهده مویان مالیاتی است. این پرداخت ها کمک عظیمی به دولت است برای پرداخت های آتی و سنواتی و عمرانی کشور.
  
      این سال های اخیر به دلیل تحریم های نفتی ایران درآمد سالانه به شدت کاهش یافته است . اما هزینه های کشور ثابت و رو به افزایش است .
      
      پس از منابع دیگر قابل تامین خواهد بود. یکی از این منابع درآمدی مالیات مودیان می باشد. پرداخت مالیات کمتر این مالیات ها به ما کمک می کند تا سطح رفاه اجتماعی را افزایش دهیم .
      
      چه روش هایی برای کاهش مالیات وجود دارد؟
      انجام تکالیف قانونی در موعد مقرر
      دریافت دفاتر قانونی در موعد مقرر
      عمل به برگ دعوت ماده ۹۵ قانون مالیات های مستقیم پرداخت مالیات کمتر
      ارسال اظهارنامه مالیات عملکرد در موعد مقرر ( پایان تیر و خرداد ماه)
      ارسال معاملات فصلی موضوع ماده ۱۶۹ قانون مالیات های مستقیم
      ارسال ارزش افزوده و پرداخت به موقع آن
      تهیه اطلاعیه طبق ارسالی طرف حساب ها
      ارائه فاکتور های فروش ملخی ( شماره دار دستی / سیستمی ) پرداخت مالیات کمتر`,
  },
  {
    id: "article13",
    img: "/images/articles/13.jpg",
    date: "5 آذر 1402",
    auther: "سید حمزه قریشی",
    autherImg: "/images/article-auther.png",
    title: "تهیه مدارک ممیزی جهت رسیدگی مالیاتی۲",
    desc: `تهیه مدارک ممیزی جهت رسیدگی مالیاتی۲ ، یکی از مهم ترین و اصلی ترین کارهای است که مودیان جهت اجرای ماده ۹۵ قانون مالیات های مستقیم اعمال می گردد. مدارک ممیزی
  
      مودیان برای احراز پرونده خود و همچنین توجیح حساب ها و ارقام ارئه شده در اظهارنامه مالیاتی موظف هستند مدارک و مستندات مورد نیاز ممیز را تهیه نمایند.
      
      در برخی از مواقع پیش می آید مودی اظهارنامه را رد نموده است اما مدارک وی کامل نیست. حال تکلیف چیست ؟
      اظهارنامه ارسال شده است اما مدارکم تکمیل نیست
      ما راه حلی قطعی برای شما داریم نگران کسری مدارک خود نباشید . تیم حسابداری پارسا حساب ایرانیان تمام مدارک را آماده و برای جلسه دفاع آماده می کند.
  
  ما با توجه به تجربه و سابقه اجرای خود تمام ریز کاری ها رو انجام داده و کاری میکنیم جلسه دفاع بسیار خوبی را سپری کنید. مدارک ممیزی
  
  مدارک و مستندات لازم را طبق چارچوب آئین نامه اجرایی و استانداردهای حسابداری برای شما تکمیل میکنیم.
  
  تحریر دفاتر قانونی یکی از کر های مهم می باشد. دفاتر شما را به بهترین نحو تکمیل می نماییم.`,
  },
  {
    id: "article14",
    img: "/images/articles/14.jpeg",
    date: "5 آذر 1402",
    auther: "محمد تقی نسب",
    autherImg: "/images/article-auther.png",
    title: "حسابداری تراکنشهای بانکی مشکوک چگونه است؟",
    desc: `حسابداری تراکنشهای بانکی مشکوک چگونه است؟  مدت زمانی است که سازمان امور مالیاتی با همکاری بانک مرکزی اقدام به بررسی تراکنش های بانکی نموده است.
  
      الزام سازمان مالیاتی جلوگیری از فرار مالیاتی و پولشویی می باشد.
      
      بنابر این طبق بخشنامه صادره و تایید وزیران تمام بانک ها مکلف به ارائه اطلاعات حساب های بانکی مشتریان خود می باشند.
      چه حساب هایی چک می شود؟
  برای این کار حساب هایی که گردش های بانکی بالایی دارند را چک می کنند. این گردش ها، بالای ۵ میلیارد تومان تجمیع گردش بدهکاری و بستانکاری بانک ها می باشد.
  
  برای این منظور تمام بانک ها مورد استفاده قرار می گیرد.
  
  رسیدگی به حساب های بانکی از چه سالی آغاز می شود؟
  با توجه به اینکه الزام این قاون و رسیدگی به تراکنش های بانکی سال ۹۵ تایید شده است .
  
  اما در زمان رسیدگی متوجه شده ایم  که افراد با گردش بانکی بالا در سال های ۹۲ نیز مورد رسیدگی قرار گرفته اند.
  
  در نتیجه این قانون عطف به ماسبق می باشد.
  
  مالیات بر روی گردش های بانکی
  ممیزان طبق گردش های بانکی که شامل
  
  جمع بدهکاری
  جمع بستانکاری
  تجمیع سرفصل های بانکی می باشد. مالیات را لحاظ می کنند. و بر روی تجمیع تراکنش ها مالیات کلی می بندند.
  
  در صورتی که مودی دارای پرونده مالیاتی باشد ، به پرونده مالیاتی لینک میکنند. اما در غیر این صورت پرونده مالیاتی تشکیل می دهند.`,
  },
  {
    id: "article15",
    img: "/images/articles/15.jpg",
    date: "5 آذر 1402",
    auther: "محمد تقی نسب",
    autherImg: "/images/article-auther.png",
    title: "هیات موضوع بند ۳ ماده ۹۷",
    desc: `هیات موضوع بند ۳ ماده ۹۷ ، یکی از هیات هایی است که اگر به اداره مالیات مراجعه کرده باشید حتما برایتان آشنا خواهد بود.
  
      این هیات که متشکل از ۳ حسابرس منتخب رئیس کل سازمان امور مالیاتی می باشد . این سه نفر زمانی که ممیز توانایی اظهارنظر در خصوص پرونده مالیاتی را ندارد.
      
      به این افراد ارجا می نماید . تا به طور کامل تفصیر و موضوع مشخص شود. هیات بند۳
      بند ۳ ماده ۹۷ قانون مالیات های مستقیم چیست؟
  زمانی که اسناد و مدارک مودی از نظر اداره دارایی برای محاسبه درآمد مشمول مالیات غیر قابل اتکا باشد.
  
  کتبا به مودی اعلام نموده و به هیات بند سه ارجا می دهند. این هیت متشکل از ۳ حسابرس می باشد .
  
  مودی در این هیات حق دارد لایحه مالیاتی تنظیم نماید. هیات بند۳
  
  پس از دریافت اسناد توضیحات مودی مهلت دارد ظرف مدت ۱۰ روز جوابیه خود را به ممیز اعلام نماید.
  
  در صورتی که هیات تشخیص دهد که دلیل ممیز برای این کار اشتباه است.  موظف است به دادستانی مالیاتی اعلام نمیاند.
  
   
  
  ماده ۱۷ آیین نامه تحریر دفاتر
  اگر هیات تشخیص دهد تحریر دفاتر و استاندارد حسابداری رعایت شده است. رسیدگی به دفاتر باید اعلام نماید. هیات بند۳
  
  نظرات هیات موضوع بند ۳ ماده ۹۷
  رسیدگی به دفاتر
  مردود
  مردود و غیر قابل رسیدگی هیات بند۳
  عدم قابلیت طرح`,
  },
  {
    id: "article16",
    img: "/images/articles/16.png",
    date: "5 آذر 1402",
    auther: "محمد تقی نسب",
    autherImg: "/images/article-auther.png",
    title: "الزام پزشکان به نصب کارت خوان",
    desc: `الزام پزشکان به نصب کارت خوان ، در چند ماه اخیر بحث در خصوص الزام پزشکان و مشاغل مرتبط با پزشکان در خصوص نصب پایانه فروشگاهی یا دستگاه کارت خوان به وفور به گوش می رسد.
  
      طبق بند ی تبصره ۶ قانون بردجه ۹۶ کلیه مشاغل از جمله الزام پزشکان
      
      پزشکی
      پیراپزشکی
      داروسازی
      دامپزشکی
      که دارای مجوز از وزارت بهداشت درمان و آموزش پزشکی هستند. و یا سازمان نظام پزشکی ایران / دامپزشکی مجوز دارند.
      
      چگونگی الزام پزشکان به نصب کارت خوان`,
  },
];
