"use client";

import Image from "next/image";
import dynamic from "next/dynamic";
import { useContext, useEffect, useState } from "react";
import { useLocale } from 'next-intl';
import { SiteContext } from "@/app/context/siteContext";

const DynamicFAQ = dynamic(() => import("@/app/components/faq/FAQ"));

const faItems = [
  {
    id: "faq1",
    question: "چگونه می توانم نرم افزار حسابداری ثمینا را دانلود و نصب کنم؟",
    answer: `برنامه حسابداری ثمینا نیازی به نصب و دانلود ندارد . ثمینا ، حسابداری تحت وب و کاملا آنلاین است که شما می توانید از طریق هر مرورگری در کامپیوتر، لپ تاپ، تبلت یا گوشی هوشمند وارد سایت ثمینا شده و از تمامی امکانات این برنامه ساده حسابداری استفاده کنید.

  برای استفاده از ثمینا نیازی به دانلود یا نصب هیچ نرم افزاری نیست و کافی است از طریق سایت ثمینا ، ثبت نام کرده و همیشه از طریق هر دستگاهی تنها با اتصال به اینترنت از نرم افزار ثمینا روی مرورگر های خود استفاده کنید. همچنین تمام نرم افزار های ثمینا دارای یک دوره تست رایگان میباشد.`,
  },
  {
    id: "faq2",
    question: "چگونه می توانم دمو نرم افزار حسابداری ثمینا را ببینم؟",
    answer: `دسترسی به همه امکانات و استفاده از نرم افزار حسابداری آنلاین ثمینا به مدت 30 روز وجود دارد.کافی است از بخش ثبت نام رایگان با وارد کردن یک ایمیل معتبر یا شماره همراه معتبر ثبت نام کنید و وارد نرم افزار شوید.

  شما میتوانید تمام نرم افزار های ثمینا را در دوره ای مشخص به‌صورت آزمایشی، فقط با ساخت حساب کاربری و ورود به آن استفاده کنید. تمام امکانات نرم افزاری در این دوره آزمایشی بطور کامل در اختیار شماست. همچنین پس از اتمام دوره آزمایشی میتوانید روی همان حساب کاربری اشتراک ثمینا را خریداری کنید.`,
  },
  {
    id: "faq3",
    question: "هزینه های استفاده از نرم افزار حسابداری تحت وب ثمینا چقدر است؟",
    answer: `ارائه امکانات و تهیه لایسنس در نرم افزار حسابداری تحت وب ثمینا کاملا رایگان است. دسترسی به بخش های مختلف حسابداری ، انبارداری ، خزانه و . ... همواره رایگان است.
  هزینه ها در ثمینا صرفا بر اساس اشتراک استفاده از آن می باشد که بصورت ماهیانه و سالیانه در بخش تعرفه های سایت آمده است.
  
  ثمینا دارای اشتراک های سه ماهه، شش ماهه و یکساله میباشد. همچنین هزینه اشتراک های ثمینا بسته به میزان استفاده کسب و کار ها ممکن است متغیر باشد. برای اطلاع دقیق از هزینه اشتراک های ثمینا به صفحه تعرفه‌ها در ثمینا مراجعه کنید.`,
  },
  {
    id: "faq4",
    question:
      "برای آموزش استفاده از نرم افزار حسابداری ثمینا چه منابعی وجود دارد؟",
    answer: `شما می توانید از طریق فایل های ویدئویی آموزش ثمینا در آپارات یا مراجعه به سایت و راهنمای آموزشی ثمینا نحوه استفاده از ثمینا را بصورت خودآموز فرا گیرید.
  نرم افزار های ثمینا به گونه ای کامل کاربرپسند طراحی شده تا افراد با هر دانش حسابداری یا کامپیوتر بتوانند با آن کار بکنند. البته ثمینا دارای مرکز آموزش برای تمام نرم افزار هایش میباشد تا بتوانید از طریق خودآموز ها کار با نرم افزار را یاد بگیرید. همچنین در صورت تماس با بخش فروش میتوانید جلسات دمو و آموزش نرم افزار را داشته باشید.
  
  ثمینا بسیار کاربرپسند و ساده طراحی شده است، علاوه بر آن شما همواره می توانید از راهنمای جامع ثمینا و خودآموزهای ویدیویی در بخش راهنمای سایت استفاده کنید. علاوه بر آن در صورت نیاز شما می توانید با بخش پشتیبانی تماس حاصل نمایید تا بصورت تلفنی به شما آموزش های لازم داده شود.`,
  },
  {
    id: "faq5",
    question: "ثمینا چه خدماتی ارائه می دهد؟",
    answer: `ثمینا ارائه دهنده نرم افزار های حسابداری، انبارداری ، فروش و خزانه داری است. لازم به ذکر است تمام نرم افزار های ثمینا به‌صورت آنلاین و ابری میباشد.`,
  },
  {
    id: "faq6",
    question: "اطلاعاتم در کجا ذخیره می شود؟",
    answer: `اطلاعات مشتریان در امن ترین دیتاسنتر های کشور نگهداری میشود. انتقال و ذخیره اطلاعات تمام به‌صورت رمزنگاری شده صورت گرفته و بک آپ گیری های مداوم از اطلاعات انجام میشود. این اطلاعات تنها با نام کاربری و رمز عبور شما قابل مشاهده میباشد. `,
  },
  {
    id: "faq7",
    question: "آیا میتوانم نسخه پشتیبان از اطلاعاتم تهیه کنم؟",
    answer: `بله شما میتوانید هر زمان که خواستید یک نسخه پشتیبان از اطلاعات خود در ثمینا تهیه کنید . لازم به ذکر است ثمینا به‌صورت خودکار هر 6 ساعت از اطلاعات شما بک آپ تهیه کرده و در چند سرور مختلف در دیتاسنتر های مختلف نگه داری میکند.`,
  },
  {
    id: "faq8",
    question: "امکان ورود اطلاعات از اکسل وجود دارد؟",
    answer: `بله شما میتوانید تمام اطلاعات خود را به‌صورت اکسل وارد نرم افزار ثمینا کنید. لازم به ذکر است ورود اطلاعات باید طبق نمونه ای باشد که ثمینا در اختیارتان قرار میدهد.`,
  },
  {
    id: "faq9",
    question:
      "اگر رمز عبورم را فراموش کرده باشم چگونه میتوانم به حسابم دسترسی داشته باشم؟",
    answer: `در ثمینا امکان تعیین رمز عبور در صورت فراموشی آن وجود دارد. کافی است ایمیل یا شماره همراه خود را در بخش فراموش رمز عبور وارد کرده و لینک تعیین رمز جدید را دریافت کنید.`,
  },
  {
    id: "faq10",
    question:
      "اگر رمز عبورم را فراموش کرده و دسترسی به موبایل و ایمیلی که با آن ثبت نام کرده ام نداشته باشم چه کاری باید انجام دهم؟",
    answer: `موبایل و ایمیل شما تنها مرجع احراز هویت شما در ثمینا میباشد. بنابراین در صورت عدم دسترسی به این اطلاعات متاسفانه هیچ روشی برای دسترسی به حساب کاربری شما نخواهد بود. توصیه میشود در هنگام ثبت نام از صحت این اطلاعات و همچنین تعلق این ایمیل یا موبایل به شخص حقیقی یا حقوقی صاحب نرم افزار مطمئن شوید.`,
  },
  {
    id: "faq11",
    question:
      "اگر حساب کاربریم منقضی شده و آن را شارژ نکنم اطلاعات من چه میشود؟",
    answer: `پس از منقضی شدن اشتراکتان در صورتی که در دوره آزمایشی استفاده از نرم افزار میباشد ثمینا بیشتر از 1 ماه تعهدی نسبت به نگهداری اطلاعات شما ندارد. در صورتی که تابحال اقدام به خرید اشتراک کرده باشید ثمینا بیشتر از 1 سال تعهدی نسبت به نگهداری اطلاعات شما نخواهد داشت.

  ما متعهد می شویم در صورت تعطیلی ثمینا، به مدت یک سال سرور هایمان را روشن نگه داریم تا کاربران بتوانند اطلاعاتشان را به سرور دیگری منتقل نمایند. در ضمن، اطلاعات کاربران در قالب فایل اکسل در اختیار ایشان قرار می گیرد و حتی در صورت تعطیلی ثمینا، می توانند از این طریق اطلاعات خود را منتقل نمایند.`,
  },
  {
    id: "faq12",
    question: "آیا اطلاعات من به اداره دارایی ارسال میشود؟",
    answer: `خیر ارسال نمیشود. ثمینا تنها ارائه دهنده نرم افزار های مالی و منابع انسانی می باشد. همچنین ثمینا خود را در قبال محرمانگی اطلاعات کاربران متعهد میداند و آن را در اختیار شخص ثالثی قرار نمیدهد مگر در مواردی که حکم قضایی یا نهادهای امنیتی صادر شود که در این صورت از قبل موارد لازم به اطلاع کاربر خواهد رسید.`,
  },
  {
    id: "faq13",
    question: "در صورت قطعی شدن اینترنت امکان دسترسی به اطلاعاتمان وجود دارد؟",
    answer: `حتی در صورت قطع شدن دسترسی به اینترنت بین الملل به دلیل اینکه سرور های ثمینا در داخل کشور قرار دارند و همچنین ثبت ip های ثمینا لیست دامنه های اینترنتی با میزبانی داخلی در سامانه های وزارت ارتباطات همچنان دسترسی به ثمینا برقرار خواهد ماند.`,
  },
  {
    id: "faq14",
    question: "بر چه اساس به ثمینا می توانم اعتماد کنم؟",
    answer: `ثمینا ، چندین سال است که در زمینه تولید نرم افزار های حسابدرای و مالی فعالیت دارد. و تست های امنیتی مختلفی را با موفقیت پشت سر گذاشته. بعلاوه بصورت خودکار هر شب از داده های کاربران نسخه پشتیبان تهیه و تمامی داده ها بصورت رمزنگاری شده روی فضای ابری نگهداری می شوند. همچنین ثمینا دارای مجوزهای لازم از مراجع مربوطه می‌باشد که در انتهای صفحه اصلی سایت می توانید مشاهده کنید.`,
  },
  {
    id: "faq15",
    question: "آیا می توانم در ثمینا نسخه ای از پایگاه داده ام داشته باشم؟",
    answer: `شما می توانید هر زمان مایل بودید از کسب و کار خود نسخه پشتیبان تهیه کنید و این نسخه های پشتیبان بر روی فضای ابری ثمینا نگهداری می شوند. علاوه بر آن شما می توانید داده های کسب و کار خود را در قالب فایل اکسل دانلود کنید. بدیهی است که امکان خروجی گرفتن مستقیم فایل پایگاه داده به دلیل مسائل امنیتی وجود ندارد. ضمن اینکه تمامی پایگاه های داده بصورت رمزنگاری شده در فضای ابری ثمینا ذخیره می شوند.`,
  },
  {
    id: "faq16",
    question: "آیا شخص دیگری می تواند به اطلاعات من دسترسی داشته باشد؟",
    answer: `خیر. "محرمانگی اطلاعات" از مهم ترین سیاست های نرم افزار حسابداری ابری ثمینا است. به جز شخص کاربر، هیچکس و تحت هیچ شرایطی، به اطلاعات شما دسترسی نخواهد داشت. تمامی اطلاعات روی سرور های ما به شکل رمزگذاری شده نگهداری می شوند و فقط خود شخص می تواند به آنها دسترسی داشته باشد. اما در صورتی که مسائل امنیتی مربوط به نام کاربری و کلمه ی عبور از جانب کاربر رعایت نشود (دادن رمز به شخصی دیگر، استفاده از رمز های ساده و قابل حدس، استفاده از رمز مشابه با رمزهای دیگر کاربر که اجازه ی سو استفاده به دیگر اشخاص را بدهد و …)، مسئولیت عواقب ناشی از آن، با شخص کاربر خواهد بود.`,
  },
  {
    id: "faq17",
    question: "اگر کامپیوترم خراب یا ویروسی شد، چه اقداماتی باید انجام دهم؟",
    answer: `نگران نباشید! از آنجایی که تمامی اطلاعات شما در محیط امن رایانش ابری ذخیره و نگه داری می شوند، حتی با ویروسی شدن و یا از بین رفتن سیستم نیز می توانید ادامه فعالیت خودتان را در دستگاه های دیگر مثل: تبلت یا تلفن هوشمند انجام بدهید.`,
  },
  {
    id: "faq18",
    question:
      "آیا در نرم افزار ثمینا امکان اضافه کردن کاربران با دسترسی متفاوت وجود دارد؟",
    answer: `بله، شما می توانید کاربران مختلف را متناسب با وظایفی که دارند در نرم افزار تعریف کنید.`,
  },
];

interface FAQPageProps {
  title: string;
  desc: string;
  searchTitle: string;
  placeholder: string;
}

const FAQSection: React.FC<FAQPageProps> = ({ title, desc, searchTitle, placeholder }) => {
  const [initialData, setInitialData] = useState(faItems);
  const language = useLocale();
  const { setIsFaqOpen } = useContext(SiteContext);

  useEffect(() => {
    if (language === "fa")
      setInitialData(faItems);
  }, [language]);

  useEffect(() => {
    setIsFaqOpen("faq1");
  }, [])

  const searchHandle = (input: string) => {
    if (language === "fa")
      setInitialData(faItems);

    setInitialData((prev) => {
      return prev.filter((item) => item.question.includes(input))
    })
  }

  return (
    <main className="px-3 md:px-5 lg:px-24 py-6">
        <section className="mb-12 flex flex-col md:flex-row gap-4 justify-between">
          {/* Page Title */}
          <div className="flex items-center">
            <h3 className="text-2xl text-black font-bold mb-2 md:mb-0">{title}</h3>
            {/* <p className="text-gray2-500 leading-[26px] text-sm md:text-base">{desc}</p> */}
          </div>
          {/* Search Box */}
          <div>
            <h6 className="text-sm text-gray2-700 font-semibold mb-[6px]">{searchTitle}</h6>
            <div className="flex justify-center items-center relative">
              <input className="border border-gray2-300 rounded-lg p-3 text-sm leading-6 w-full md:w-60 lg:w-96 placeholder:text-gary2-500 focus:outline-none" onChange={(e) => searchHandle(e.target.value)} type="text" placeholder={placeholder} />
              <Image className="absolute left-3" src={"/icons/search.svg"} width={20} height={20} alt="Search Icon" />
            </div>
          </div>
        </section>
  
        {/* Site FAQs */}
        <section>
          <div className="flex flex-col gap-3">
            {initialData.map((item) => <DynamicFAQ key={item.id} id={item.id} question={item.question} answer={item.answer} open={false} />)}
          </div>
        </section>
    </main>
  );
}

export default FAQSection